/* Emoticon name */
"Angel" = "天使";

/* Emoticon name */
"Angry" = "怒っている";

/* Emoticon name */
"Baring Teeth" = "Baring Teeth";

/* Emoticon name */
"Blush" = "赤面";

/* Emoticon name */
"Confused" = "混乱";

/* Emoticon name */
"Cool" = "すてき";

/* Emoticon name */
"Cry" = "泣いている";

/* Emoticon name */
"Crying" = "Crying";

/* Emoticon name */
"Disappointed" = "Disappointed";

/* Emoticon name */
"Don't Tell Anyone" = "Don't Tell Anyone";

/* Emoticon name */
"Embarrassed" = "恥ずかしい";

/* Emoticon name */
"Erm" = "ええと";

/* Emoticon name */
"Foot In Mouth" = "失言しがち";

/* Emoticon name */
"Frown" = "しかめ面";

/* Emoticon name */
"Gasp" = "驚いて息を呑む";

/* Emoticon name */
"Grin" = "ニヤニヤ笑う";

/* Emoticon name */
"Halo" = "輪っか";

/* Emoticon name */
"Happy" = "Happy";

/* Emoticon name */
"Heart" = "Heart";

/* Emoticon name */
"I Don't Know" = "I Don't Know";

/* Emoticon name */
"Kiss" = "キス";

/* Emoticon name */
"Lips Are Sealed" = "秘密";

/* Emoticon name */
"Money-mouth" = "お金";

/* Emoticon name */
"Nerd" = "Nerd";

/* Emoticon name */
"Open Mouthed" = "Open Mouthed";

/* Emoticon name */
"Party" = "Party";

/* Emoticon name */
"Sad" = "悲しい";

/* Emoticon name */
"Sarcastic" = "Sarcastic";

/* Emoticon name */
"Scared" = "怖がる";

/* Emoticon name */
"Sick" = "Sick";

/* Emoticon name */
"Sleepy" = "Sleepy";

/* Emoticon name */
"Smile" = "微笑み";

/* Emoticon name */
"Star" = "Star";

/* Emoticon name */
"Sticking Out Tongue" = "舌を出す";

/* Emoticon name */
"Surprised" = "Surprised";

/* Emoticon name */
"Thinking" = "Thinking";

/* Emoticon name */
"Tongue Out" = "Tongue Out";

/* Emoticon name */
"Undecided" = "決心できない";

/* Emoticon name */
"Wearing Sunglasses" = "サングラス";
"Wink" = "瞬き";